[
  {
    "id": 1,
    "slug": "pembuatan-website-sdgs-center-universitas-hasanuddin-:-meningkatkan-kesadaran-dan-partisipasi-dalam-pembangunan-berkelanjutan",
    "title": "Pembuatan Website SDGs Center Universitas Hasanuddin: Meningkatkan Kesadaran dan Partisipasi dalam Pembangunan Berkelanjutan",
    "image": "assets/images/blog/blog1.png",
    "image-recent": "assets/images/blog/recent1.png",
    "category": ["Wordpress Development", "FrontEnd"],
    "tags": ["Wordpress Development", "FrontEnd"],
    "date": "25 March 2020",
    "comments": 10,
    "shares": 25,
    "content": "<p>Pengantar</p><p>Di tengah perkembangan teknologi informasi yang pesat, penting bagi institusi pendidikan seperti Universitas Hasanuddin untuk tetap relevan dan berada di garis depan dalam mendukung isu-isu global, termasuk Pembangunan Berkelanjutan atau Sustainable Development Goals (SDGs). Salah satu langkah konkret yang diambil oleh Universitas Hasanuddin adalah dengan membangun Website SDGs Center sebagai sarana untuk meningkatkan kesadaran dan partisipasi dalam pembangunan berkelanjutan di kalangan mahasiswa, dosen, dan masyarakat umum.</p><p>Proyek Pembuatan Website SDGs Center</p><p>Pada bulan Agustus 2020, Universitas Hasanuddin memulai proyek pembuatan Website SDGs Center dengan tujuan utama untuk menyediakan platform interaktif yang berfokus pada informasi, pengetahuan, dan aksi terkait SDGs. Website ini dibangun menggunakan Content Management System (CMS) WordPress, dengan memanfaatkan bantuan dari plugin Elementor, yang memungkinkan tampilan dan pengaturan konten yang lebih fleksibel dan menarik.</p><p>Pengerjaan dan Pengembangan Website</p><p>Proyek pembuatan Website SDGs Center memakan waktu sekitar satu bulan hingga akhirnya dapat diluncurkan. Selama periode ini, tim pengembang dan desain bekerja keras untuk menciptakan tampilan dan fitur yang sesuai dengan tujuan website. Pemilihan platform WordPress dan Elementor juga mempermudah proses pembangunan dan memungkinkan tim untuk lebih fokus pada pengembangan konten yang relevan.</p><p>Website SDGs Center sendiri diluncurkan sebagai respons terhadap komitmen Universitas Hasanuddin untuk berperan aktif dalam mencapai tujuan pembangunan berkelanjutan. Namun, pekerjaan tim tidak berhenti setelah peluncuran. Sejak saat itu, website terus diperbarui secara berkala, baik dari sisi fitur, responsivitas, maupun tampilan secara keseluruhan. Perubahan dan pembaruan tersebut dilakukan untuk tetap menjaga kesesuaian dengan perkembangan isu-isu SDGs dan kebutuhan pengguna.</p><p>Fitur-fitur Website SDGs Center</p><p>Website SDGs Center Universitas Hasanuddin menyajikan beragam fitur yang bertujuan untuk memberikan informasi yang berharga dan edukatif tentang SDGs. Beberapa fitur utama yang disajikan antara lain:</p><ul><li>1. Dashboard SDGs: Menampilkan perkembangan dan pencapaian SDGs di tingkat global maupun lokal, mencakup berbagai sektor seperti pendidikan, lingkungan, kesehatan, dan lain-lain.</li><li>2. Berita dan Artikel: Menyajikan konten berita dan artikel terkini seputar perkembangan isu SDGs, kegiatan di kampus, serta inisiatif dan pencapaian mahasiswa dan dosen dalam mendukung SDGs.</li><li>3. Galeri: Menampilkan koleksi foto dan video terkait kegiatan, acara, dan proyek yang berhubungan dengan SDGs.</li><li>4. Acara dan Kegiatan: Informasi tentang acara, seminar, lokakarya, dan kegiatan lainnya yang relevan dengan SDGs.</li><li>5. Kontak dan Partisipasi: Memfasilitasi interaksi dan partisipasi pengguna dengan memberikan informasi kontak serta panduan untuk berkontribusi aktif dalam berbagai program dan aksi SDGs.</li></ul><p>Manfaat dan Dampak</p><p>Pembuatan Website SDGs Center Universitas Hasanuddin telah memberikan manfaat yang signifikan bagi seluruh ekosistem kampus dan masyarakat umum. Beberapa dampak positif yang dapat dilihat dari kehadiran website ini antara lain:</p><ul><li>1. Peningkatan Kesadaran: Website SDGs Center menjadi sarana utama dalam meningkatkan kesadaran tentang pentingnya pembangunan berkelanjutan di kalangan mahasiswa dan masyarakat umum.</li><li>2. Partisipasi Aktif: Website ini memberikan kesempatan bagi mahasiswa dan masyarakat untuk berpartisipasi secara aktif dalam kegiatan dan program yang terkait dengan SDGs.</li><li>3. Penyebaran Informasi: Informasi mengenai SDGs dan inisiatif yang diambil oleh Universitas Hasanuddin dapat lebih mudah disebarkan melalui website kepada khalayak yang lebih luas.</li><li>4. Peningkatan Reputasi: Keterlibatan aktif Universitas Hasanuddin dalam isu-isu global seperti SDGs meningkatkan reputasi kampus di tingkat nasional maupun internasional.</li></ul><p>Kesimpulan</p><p>Pembuatan Website SDGs Center Universitas Hasanuddin dengan menggunakan CMS WordPress dan bantuan Elementor merupakan langkah strategis dalam mendukung upaya universitas dalam mencapai tujuan pembangunan berkelanjutan. Sejak awal pengerjaan pada bulan maret 2020 hingga sekarang, website ini terus mengalami perkembangan dan pembaruan guna tetap relevan dan efektif dalam menyebarkan informasi tentang SDGs serta mendorong partisipasi aktif dalam pembangunan berkelanjutan.</p><p>Dengan Website SDGs Center, Universitas Hasanuddin berharap dapat terus berkontribusi secara nyata dalam mencapai SDGs dan menjadi pusat rujukan bagi komunitas akademis dan masyarakat dalam upaya menciptakan dunia yang lebih berkelanjutan dan berdaya.</p>",
    "quote": "Pembuatan Website SDGs Center Universitas Hasanuddin dengan menggunakan CMS WordPress dan bantuan Elementor merupakan langkah strategis dalam mendukung upaya universitas dalam mencapai tujuan pembangunan berkelanjutan.",
    "quoteAuthor": "Taufiq Fadillah",
    "quoteDesignation": "Web Designer",
    "quoteContent": "<p>Pembuatan Website SDGs Center Universitas Hasanuddin dengan menggunakan CMS WordPress dan bantuan Elementor merupakan langkah strategis dalam mendukung upaya universitas dalam mencapai tujuan pembangunan berkelanjutan.</p>"
  },
  {
    "id": 2,
    "slug": "pembuatan-website-pslh-universitas-hasanuddin",
    "title": "Pembuatan Website PSLH Universitas Hasanuddin",
    "image": "assets/images/blog/blog2.png",
    "image-recent": "assets/images/blog/recent2.png",
    "category": ["Wordpress Development", "FrontEnd"],
    "tags": ["Wordpress Development", "FrontEnd"],
    "date": "30 August 2022",
    "comments": 12,
    "shares": 10,
    "content": "<p>Pengantar</p><p>Website PSLH (Pusat Studi Lingkungan Hidup) Universitas Hasanuddin adalah salah satu upaya dari universitas dalam memberikan kontribusi positif terhadap isu lingkungan hidup dan keberlanjutan. Dengan menggunakan CMS WordPress dan bantuan Elementor, website ini menjadi wadah interaktif yang berfungsi sebagai pusat informasi, edukasi, dan keterlibatan dalam lingkup lingkungan hidup.</p><p>Pengerjaan dan Peluncuran</p><p>Proses pembuatan website PSLH dimulai pada bulan Agustus 2022 dan memakan waktu kurang lebih 3 minggu sebelum akhirnya dapat di-publish untuk digunakan oleh mahasiswa, dosen, serta masyarakat umum. Dalam waktu singkat tersebut, tim pengembang dan desain bekerja dengan sungguh-sungguh guna menciptakan tampilan yang menarik dan antarmuka yang mudah digunakan.</p><p>Fitur-fitur Website PSLH</p><p>Website PSLH dilengkapi dengan beragam fitur yang bertujuan untuk memberikan pengalaman terbaik kepada penggunanya. Beberapa fitur utama yang disediakan antara lain:</p><ul><li>Informasi Lingkungan: Menyajikan informasi terkini tentang isu-isu lingkungan hidup global dan lokal serta berbagai proyek penelitian yang sedang berlangsung.</li><li>Agenda Kegiatan: Menampilkan jadwal dan informasi tentang berbagai acara, seminar, dan lokakarya yang berkaitan dengan lingkungan hidup dan keberlanjutan.</li><li>Publikasi dan Riset: Sebagai sumber rujukan bagi mahasiswa, dosen, dan peneliti dengan menyediakan publikasi dan hasil riset terbaru seputar lingkungan hidup.</li><li>Partisipasi Masyarakat: Mendorong partisipasi aktif masyarakat dalam program dan aksi nyata yang berhubungan dengan pelestarian lingkungan hidup.</li></ul><p>Dampak dan Harapan</p><p>Website PSLH Universitas Hasanuddin diharapkan dapat memberikan dampak positif dalam membangun kesadaran dan komitmen terhadap lingkungan hidup. Dengan menyediakan platform interaktif dan informatif, website ini diharapkan dapat menginspirasi dan memberikan informasi yang berharga bagi seluruh pengguna, serta menjadi salah satu sumber pengetahuan yang dapat diandalkan di bidang lingkungan hidup dan keberlanjutan.</p><p>Demikianlah informasi mengenai pembuatan Website PSLH Universitas Hasanuddin. Semoga dengan adanya website ini, semakin banyak individu yang tergerak untuk berkontribusi dalam pelestarian lingkungan hidup demi masa depan yang lebih baik.</p>",
    "quote": "Website PSLH Universitas Hasanuddin diharapkan dapat memberikan dampak positif dalam membangun kesadaran dan komitmen terhadap lingkungan hidup. Dengan menyediakan platform interaktif dan informatif, website ini diharapkan dapat menginspirasi dan memberikan informasi yang berharga bagi seluruh pengguna.",
    "quoteAuthor": "Taufiq Fadillah",
    "quoteDesignation": "Web Designer",
    "quoteContent": "<p>Website PSLH Universitas Hasanuddin diharapkan dapat memberikan dampak positif dalam membangun kesadaran dan komitmen terhadap lingkungan hidup. Dengan menyediakan platform interaktif dan informatif, website ini diharapkan dapat menginspirasi dan memberikan informasi yang berharga bagi seluruh pengguna.</p>"
  },
  {
    "id": 3,
    "slug": "pembuatan-dashboard-backend-sdgs-center-universitas-hasanuddin",
    "title": "Pembuatan Dashboard Backend SDGs Center Universitas Hasanuddin",
    "image": "assets/images/blog/blog3.png",
    "image-recent": "assets/images/blog/recent3.png",
    "category": ["Apps Development", "BackEnd"],
    "tags": ["Apps Development", "BackEnd"],
    "date": "31 April 2023",
    "comments": 27,
    "shares": 12,
    "content": "<p>Pengantar</p><p>Pembuatan Dashboard Backend SDGs Center merupakan proyek yang signifikan dan berarti bagi penulis, sekaligus merupakan bagian dari tugas akhirnya penulis. Dashboard ini dibangun untuk memberikan akses dan kontrol yang efektif terhadap berbagai data dan informasi terkait Sustainable Development Goals (SDGs) di lingkungan kampus dan masyarakat umum.</p><p>Penggunaan Framework CodeIgniter</p><p>Proyek ini menggunakan framework CodeIgniter sebagai dasar pengembangan aplikasi. Pilihan ini diambil karena CodeIgniter menawarkan struktur yang efisien dan ringan, memungkinkan proses pengembangan berjalan lebih cepat dan efektif. Dengan menggunakan framework ini, tim pengembang dapat lebih fokus pada penyusunan logika bisnis dan fitur-fitur penting dalam Dashboard Backend.</p><p>Pengerjaan dan Peluncuran</p><p>Pembuatan Dashboard Backend SDGs Center memakan waktu kurang lebih 3 bulan sejak dimulainya pengerjaan pada bulan September 2022. Tim pengembang bekerja keras dalam merancang antarmuka yang user-friendly dan efisien, serta memastikan fungsionalitas yang optimal dalam mengolah dan menyajikan data terkait SDGs.</p><p>Fitur-fitur Dashboard Backend SDGs Center</p><p>Dashboard Backend SDGs Center dilengkapi dengan berbagai fitur penting guna memberikan pengalaman terbaik bagi para penggunanya. Beberapa fitur utama yang disediakan antara lain:</p><ul><li>Manajemen Data SDGs: Memungkinkan pengguna untuk mengelola data dan informasi terkait SDGs, termasuk mengubah, menambahkan, atau menghapus data secara efisien.</li><li>Visualisasi Data: Menyajikan data SDGs dalam bentuk grafik dan diagram yang interaktif dan mudah dipahami, memudahkan dalam pengambilan keputusan dan analisis data.</li><li>Otorisasi Pengguna: Mengatur akses pengguna berdasarkan level dan peran (role-based access), sehingga data sensitif hanya dapat diakses oleh pihak yang berwenang.</li><li>Pengelolaan Konten: Memungkinkan pengguna untuk mengelola konten website terkait SDGs Center, seperti artikel, berita, dan pengumuman.</li></ul><p>Harapan dan Dampak</p><p>Pembuatan Dashboard Backend SDGs Center diharapkan dapat memberikan kontribusi positif dalam mendukung pencapaian SDGs di lingkungan Universitas Hasanuddin dan masyarakat umum. Dengan menyediakan platform yang mudah digunakan dan berfokus pada efisiensi data, Dashboard ini diharapkan dapat membantu pengguna untuk mengambil keputusan strategis dan bertindak dalam mendukung agenda pembangunan berkelanjutan.</p><p>Demikianlah gambaran umum mengenai Pembuatan Dashboard Backend SDGs Center di Universitas Hasanuddin. Semoga dengan adanya Dashboard ini, tujuan pembangunan berkelanjutan dapat lebih terarah dan terwujud dengan baik.</p>",
    "quote": "Pembuatan Dashboard Backend SDGs Center di Universitas Hasanuddin diharapkan dapat memberikan kontribusi positif dalam mendukung pencapaian SDGs di lingkungan kampus dan masyarakat umum.",
    "quoteAuthor": "Taufiq Fadillah",
    "quoteDesignation": "Web Designer",
    "quoteContent": "<p>Pembuatan Dashboard Backend SDGs Center di Universitas Hasanuddin diharapkan dapat memberikan kontribusi positif dalam mendukung pencapaian SDGs di lingkungan kampus dan masyarakat umum.</p>"
  },
  {
    "id": 4,
    "slug": "pembuatan-website-landing-page-zona-laundry-mart-makassar",
    "title": "Pembuatan Website Landing Page Zona Laundry Mart Makassar",
    "image": "assets/images/blog/blog4.png",
    "image-recent": "assets/images/blog/recent4.png",
    "category": ["Web Development", "Landing Page"],
    "tags": ["Web Development", "Landing Page"],
    "date": "27 June 20223",
    "comments": 12,
    "shares": 10,
    "content": "<p>Pengantar</p><p>Zona Laundry Mart Makassar merupakan salah satu usaha yang bergerak di bidang jasa laundry dan dry cleaning dengan pelayanan berkualitas dan terpercaya. Dalam upaya untuk meningkatkan visibilitas dan mencapai target pasar yang lebih luas, Zona Laundry Mart memutuskan untuk memiliki landing page yang profesional dan menarik. Landing page ini dibangun dengan menggunakan framework Bootstrap, memastikan tampilan responsif dan modern.</p><p>Pengerjaan dan Peluncuran</p><p>Pembuatan landing page Zona Laundry Mart memakan waktu kurang lebih 3 hari sejak dimulainya pengerjaan pada bulan Juli 2023. Dalam waktu singkat tersebut, tim pengembang bekerja dengan efisien untuk merancang tampilan yang menarik dan informatif. Setelah melalui serangkaian uji coba dan penyempurnaan, landing page akhirnya siap untuk di-publish dan digunakan sebagai sarana promosi bisnis.</p><p>Kelebihan Framework Bootstrap</p><p>Framework Bootstrap menjadi pilihan ideal dalam pembuatan landing page Zona Laundry Mart. Beberapa kelebihan yang membuat Bootstrap menjadi pilihan yang tepat antara lain:</p><ul><li>Responsif: Landing page dapat diakses dengan baik melalui berbagai perangkat, seperti komputer desktop, tablet, dan smartphone.</li><li>Desain Modern: Tampilan yang modern dan menarik akan meningkatkan daya tarik pengunjung dan memberikan kesan profesional.</li><li>Kompatibilitas Browser: Bootstrap memastikan kompatibilitas dengan berbagai browser populer, memastikan pengalaman yang konsisten bagi semua pengguna.</li><li>Komponen Siap Pakai: Bootstrap menyediakan berbagai komponen dan template siap pakai, mempercepat proses pengembangan dan penyusunan tampilan.</li></ul><p>Hasil Akhir dan Dampak</p><p>Setelah diluncurkan, landing page Zona Laundry Mart Makassar telah memberikan dampak positif bagi bisnis. Pengguna yang mengunjungi landing page merasa lebih mudah mendapatkan informasi tentang layanan laundry dan dry cleaning yang ditawarkan oleh Zona Laundry Mart. Dengan tampilan yang menarik dan responsif, pengunjung diundang untuk berinteraksi lebih lanjut dan melakukan aksi seperti menghubungi atau melakukan pemesanan.</p><p>Demikianlah gambaran umum mengenai Pembuatan Website Landing Page Zona Laundry Mart Makassar. Semoga dengan adanya landing page ini, Zona Laundry Mart dapat terus berkembang dan memberikan pelayanan terbaik bagi pelanggan setianya.</p>",
    "quote": "Landing page Zona Laundry Mart Makassar telah memberikan dampak positif bagi bisnis. Pengguna yang mengunjungi landing page merasa lebih mudah mendapatkan informasi tentang layanan laundry dan dry cleaning yang ditawarkan oleh Zona Laundry Mart.",
    "quoteAuthor": "Taufiq Fadillah",
    "quoteDesignation": "Web Designer",
    "quoteContent": "<p>Landing page Zona Laundry Mart Makassar telah memberikan dampak positif bagi bisnis. Pengguna yang mengunjungi landing page merasa lebih mudah mendapatkan informasi tentang layanan laundry dan dry cleaning yang ditawarkan oleh Zona Laundry Mart.</p>"
  }
]
